/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "喜好項目";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "類型";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "加入到未標記的循環樂段";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "從其他磁碟或分割區加入循環樂段";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "如果這些音訊檔案具有固定拍速，開始為強拍並以節拍結束，在試聽或加入到計畫案時，這些檔案會調整為計畫案的拍速。";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "選取的位置將被加入您的「未標記的循環樂段」。此位置上的音訊檔案如果具有固定拍速，開始為強拍並以節拍結束，在試聽或加入到計畫案時，檔案會調整為計畫案的拍速。";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "取消";

/* Copy Loops Button */
"Copy to Loops Folder" = "拷貝至循環樂段檔案夾";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "這些循環樂段將被加入到循環樂段瀏覽器內，裡面的循環樂段都可用於您的歌曲。選擇是否讓 Logic 將循環樂段拷貝到「Apple 樂段」檔案夾裡，或從其現用的位置來使用它們。";

/* Debug Menu: Edit Tags */
"Edit Tags" = "編輯標記";

/* Debug Menu: Show in Finder */
"Show in Finder" = "顯示於 Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "剖析循環樂段";

/* Descriptors */
"Descriptors" = "描述資料";

/* Genre */
"Genre" = "類型";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "將循環樂段加入到循環樂段瀏覽器";

/* Initial Title of the jam pack control */
"All Packs" = "所有套件";

/* Instrument */
"Instrument" = "樂器";

/* LoopBrower: two and more items label */
"%ld items" = "%ld 個項目";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "正在播放循環樂段";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "真實循環樂段";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "軟體循環樂段";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "網頁循環樂段";

/* LoopBrowser: one Item label */
"1 item" = "1 個項目";

/* LoopBrowser: zero Items label */
"0 items" = "0 個項目";

/* Move Loops Button */
"Move to Loops Folder" = "搬移到「循環樂段檔案夾」";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "這些循環樂段將被加入到循環樂段瀏覽器內，裡面的循環樂段都可用於您的歌曲。選擇是否讓 Logic 將循環樂段搬移到「Apple 樂段」檔案夾裡，或從其現用的位置來使用它們。";

/* Reference Loops Button */
"Current Location" = "目前位置";

/* Reindex all loops menu item */
"Reindex All Loops" = "重新製作所有循環樂段的索引";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "選擇您要在循環樂段瀏覽器裡檢視的循環樂段。";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "按一下以依照樂器、類型和描述資料來尋找循環樂段。";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "選擇是否要顯示樂器、類型或心情的關鍵字";

/* accessibility description of the segment that switches to column view */
"column view" = "直欄顯示方式";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "音樂按鈕顯示方式";

/* menu item in Recent Search History */
"Clear Search History" = "清除搜尋歷史記錄";

/* menu item in Recent Search History */
"No recent searches" = "沒有最近的搜尋項目";

/* menu title in Recent Search History */
"Recent Searches" = "最近的搜尋項目";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "搜尋循環樂段";
